<!DOCTYPE html>
<html lang="en">
<head>
    <title>ฃื่อหน้า</title>
    <!--CSS, Bootstrap-->
    <?php require("../../bin/header.php"); ?>
    <!--/CSS, Bootstrap-->
</head>

<body>
<!--แถบบาร์ข้างบน Navbar-->
<?php require("../../bin/navbar.php"); ?>
<!--/แถบบาร์ข้างบน Navbar-->

<div class="container-fluid">
    <div class="row">
        <!--โลโก้เว็บ-->
        <div class="col-sm-2">
            <?php require("../../bin/logo.php"); ?>
        </div>
        <!--/โลโก้เว็บ-->
        <div class="col-sm-7">
            <div class="row">
                <div class="col-sm-12">
                    <!--ช่องค้นหา พร้อมปุ่มกด-->
                    <?php require("../../bin/searchBox.php"); ?>
                    <!--/ช่องค้นหา พร้อมปุ่มกด-->
                </div>
            </div>
            <div class="row">
                <!--ประเภทสินค้ายอดนิยม-->
                <?php require("../../bin/popularProduct.php"); ?>
                <!--/ประเภทสินค้ายอดนิยม-->
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-sm-2">
            <!--เมนูกดเลือกประเภทสินค้า-->
            <?php require("../../bin/categoryMenu.php"); ?>
            <!--/เมนูกดเลือกประเภทสินค้า-->
        </div>
        <!-- ทำงานที่นี่ -->
        <div class="col-sm-8">
            <!--

            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
             ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            ทำงานที่นี่ ทำงานที่นี่    ทำงานที่นี่ ทำงานที่นี่
            -->
        </div>
        <!-- /ทำงานที่นี่ -->
        <div class="col-sm-2">
            <!--แสดงสินค้าแนะนำ-->
            <?php require("../../bin/recommendProduct.php"); ?>
            <!--/แสดงสินค้าแนะนำ-->
        </div>
    </div>
    <?php require("../../bin/footer.php"); ?>
</body>
</html>
